'/*************************************************************************
'
'   Copyright (C) 2015. rollrat. All Rights Reserved.
'
'   Author: HyunJun Jeong
'
'***************************************************************************/

Public Class Version

    '
    '   마지막 갱신: 2015-07-24 Thus P.M. 10:10
    '

    '
    '   실제버전
    '
    Public Shared VersionText As String = "1.7"

    '
    '   1차 안정화 작업
    '   2015-04-11 Sat A.M. 00:15
    '       On Error Resume Next 구문 삭제
    '

    '
    '   2차 안정화 작업
    '   2015-06-20 Sat P.M. 08:34
    '       알고리즘 최적화
    '

    '
    '   1차 북마크 환경 개선
    '   텍스트 뷰어 추가
    '   2015-07-25 Sat P.M. 08:02
    '

    '
    '   2차 북마크 환경 개선
    '   텍스트 뷰어 환경 개선(쪽 번호, 전체 저장)
    '   2015-07-26 Sun P.M. 03:19
    '

End Class
